Repository: sac89n-web/dairy-management-system
Catalog: src/Localization/Strings.*.resx
Languages: hi, mr

# SystemName
source: Dairy Management System
hi: डेयरी प्रबंधन प्रणाली
mr: डेअरी व्यवस्थापन प्रणाली

source: Login
hi: लॉगिन
mr: लॉगिन

source: Dashboard
hi: डैशबोर्ड
mr: डॅशबोर्ड

source: Total Farmers
hi: कुल किसान
mr: एकूण शेतकरी

source: Total Customers
hi: कुल ग्राहक
mr: एकूण ग्राहक

source: Total Collectors
hi: कुल संग्रहकर्ता
mr: एकूण संकलक

source: Today's Sales
hi: आज की बिक्री
mr: आजची विक्री

source: Paid vs Due
hi: भुगतान बनाम बकाया
mr: पैसे दिले विरुद्ध बाकी

source: Total Milk Collected
hi: कुल दूध संग्रहित
mr: एकूण दूध संकलन

source: Total Milk Sold
hi: कुल दूध बेचा गया
mr: एकूण दूध विक्री

# Error_DuplicateCollection
source: Duplicate collection for same farmer and shift. Overwrite?
hi: एक ही किसान और शिफ्ट के लिए डुप्लिकेट संग्रह। अधिलेखित करें?
mr: समान शेतकरी आणि शिफ्टसाठी डुप्लिकेट संकलन. अधिलिखित करायचे?

# Error_FatPctRange
source: Fat % must be between 0 and 15.
hi: फैट % 0 से 15 के बीच होना चाहिए।
mr: फॅट % 0 ते 15 दरम्यान असावा.

# Error_QuantityRange
source: Quantity must be between 0 and 999.
hi: मात्रा 0 से 999 के बीच होनी चाहिए।
mr: प्रमाण 0 ते 999 दरम्यान असावे.

# Error_PaidExceedsDue
source: Paid amount cannot exceed due amount.
hi: भुगतान राशि बकाया राशि से अधिक नहीं हो सकती।
mr: दिलेली रक्कम बाकीपेक्षा जास्त असू शकत नाही.

# Error_MissingRateChart
source: Missing rate chart for selected shift.
hi: चयनित शिफ्ट के लिए दर चार्ट उपलब्ध नहीं है।
mr: निवडलेल्या शिफ्टसाठी दर चार्ट उपलब्ध नाही.

source: Settings
hi: सेटिंग्स
mr: सेटिंग्ज

source: Contact
hi: संपर्क
mr: संपर्क

source: Address
hi: पता
mr: पत्ता

source: Language
hi: भाषा
mr: भाषा

# ExportExcel
source: Export to Excel
hi: एक्सेल में निर्यात करें
mr: एक्सेलमध्ये निर्यात करा

# ExportPDF
source: Export to PDF
hi: पीडीएफ में निर्यात करें
mr: पीडीएफमध्ये निर्यात करा
